Repository: kcin1107/Cleankey
Catalog: Cleankey/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ru, zh_hans

source: Keyboard Cleaning
de: Tastaturreinigung
es: Limpieza del teclado
fr: Nettoyage du clavier
it: Pulizia della tastiera
ja: キーボードのクリーニング
ru: Очистка клавиатуры
zh_hans: 键盘清洁

source: Open at Login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir avec la session
it: Apri al login
ja: ログイン時に開く
ru: Открывать при входе
zh_hans: 登录时打开

source: Granted
de: Zugriff erlaubt
es: Acceso concedido
fr: Accès autorisé
it: Accesso consentito
ja: 許可済み
ru: Доступ разрешен
zh_hans: 已授权

source: Not granted
de: Zugriff nicht erlaubt
es: Acceso no concedido
fr: Accès non autorisé
it: Accesso non consentito
ja: 未許可
ru: Доступ не разрешен
zh_hans: 未授权

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
it: Verifica aggiornamenti…
ja: アップデートを確認…
ru: Проверить наличие обновлений…
zh_hans: 检查更新…

source: Checking…
de: Nach Updates suchen …
es: Comprobando actualizaciones…
fr: Recherche des mises à jour en cours…
it: Verifico la disponibilità degli aggiornamenti…
ja: アップデートを確認中…
ru: Проверка наличия обновлений…
zh_hans: 正在检查更新…

source: Cleankey is up to date!
de: Cleankey ist auf dem neuesten Stand!
es: ¡Cleankey está actualizado!
fr: Cleankey est à jour !
it: Cleankey è aggiornato!
ja: Cleankeyは最新の状態です！
ru: Установлена последняя версия Cleankey!
zh_hans: Cleankey 已是最新版本！

source: Couldn’t check for updates
de: Suche nach Updates ist fehlgeschlagen
es: Imposible buscar actualizaciones
fr: Recherche de mises à jour impossible
it: Impossibile verificare la presenza di aggiornamenti
ja: アップデートを確認できません
ru: Сбой проверки наличия обновлений
zh_hans: 无法检查更新

source: Couldn't lock the keyboard. Quit and reopen Cleankey, then try again.
de: Die Tastatur konnte nicht gesperrt werden. Cleankey beenden und erneut öffnen, dann noch einmal versuchen.
es: No se ha podido bloquear el teclado. Sal de Cleankey, vuelve a abrir la app e inténtalo de nuevo.
fr: Impossible de verrouiller le clavier. Quittez et rouvrez Cleankey, puis réessayez.
it: Impossibile bloccare la tastiera. Esci e riapri Cleankey, quindi riprova.
ja: キーボードをロックできませんでした。Cleankeyを終了して開き直してから、もう一度お試しください。
ru: Не удалось заблокировать клавиатуру. Завершите Cleankey, откройте приложение снова и повторите попытку.
zh_hans: 无法锁定键盘。请退出并重新打开 Cleankey，然后再试一次。

source: Quit Cleankey
de: Cleankey beenden
es: Salir de Cleankey
fr: Quitter Cleankey
it: Esci da Cleankey
ja: Cleankeyを終了
ru: Завершить Cleankey
zh_hans: 退出 Cleankey

# permissions.accessibility.current
source: Device Control and Data Access
de: Gerätesteuerung und Datenzugriff
es: Control de dispositivos y acceso a datos
fr: Contrôle de l’appareil et accès aux données
it: Controllo del dispositivo e accesso ai dati
ja: デバイスの制御とデータへのアクセス
ru: Управление устройством и доступ к данным
zh_hans: 设备控制和数据访问

# permissions.accessibility.legacy
source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
ru: Универсальный доступ
zh_hans: 辅助功能

# permissions.inputMonitoring.current
source: Input Monitoring
de: Eingabeüberwachung
es: Monitorización de los dispositivos de entrada
fr: Surveillance de l’entrée
it: Monitoraggio input
ja: 入力監視
ru: Мониторинг ввода
zh_hans: 输入监控

# updates.download
source: Download %@…
de: %@ laden …
es: Descargar %@…
fr: Télécharger %@…
it: Scarica %@…
ja: バージョン%@をダウンロード…
ru: Загрузить %@…
zh_hans: 下载 %@…

# loginItem.approval.current
source: Allow Cleankey in System Settings › General › Login Items & Extensions.
de: Cleankey in Systemeinstellungen › Allgemein › Anmeldeobjekte & Erweiterungen erlauben.
es: Permite Cleankey en Ajustes del Sistema › General › Ítems de inicio y extensiones.
fr: Autorisez Cleankey dans Réglages Système › Général › Ouverture et extensions.
it: Consenti Cleankey in Impostazioni di Sistema › Generali › Elementi login ed estensioni.
ja: 「システム設定」›「一般」›「ログイン項目と機能拡張」でCleankeyを許可してください。
ru: Разрешите Cleankey в разделе «Системные настройки» › «Основные» › «Объекты входа и расширения».
zh_hans: 请在“系统设置”›“通用”›“登录项与扩展”中允许 Cleankey。

# loginItem.approval.legacy
source: Allow Cleankey in System Settings › General › Login Items.
de: Cleankey in Systemeinstellungen › Allgemein › Anmeldeobjekte erlauben.
es: Permite Cleankey en Ajustes del Sistema › General › Ítems de inicio.
fr: Autorisez Cleankey dans Réglages Système › Général › Ouverture.
it: Consenti Cleankey in Impostazioni di Sistema › Generali › Elementi login.
ja: 「システム設定」›「一般」›「ログイン項目」でCleankeyを許可してください。
ru: Разрешите Cleankey в разделе «Системные настройки» › «Основные» › «Объекты входа».
zh_hans: 请在“系统设置”›“通用”›“登录项”中允许 Cleankey。

# loginItem.changeError
source: Couldn't change Open at Login: %@
de: „Bei der Anmeldung öffnen“ konnte nicht geändert werden: %@
es: No se ha podido cambiar «Abrir al iniciar sesión»: %@
fr: Impossible de modifier « Ouvrir avec la session » : %@
it: Impossibile modificare “Apri al login”: %@
ja: 「ログイン時に開く」を変更できませんでした：%@
ru: Не удалось изменить параметр «Открывать при входе»: %@
zh_hans: 无法更改“登录时打开”：%@

# permissions.missing.one
source: %@ not granted. Enable below, then reopen Cleankey.
de: „%@“ ist nicht erlaubt. Unten aktivieren und Cleankey anschließend erneut öffnen.
es: No se ha concedido el permiso «%@». Actívalo abajo y vuelve a abrir Cleankey.
fr: L’autorisation « %@ » n’a pas été accordée. Autorisez-la ci-dessous, puis rouvrez Cleankey.
it: L’autorizzazione “%@” non è stata concessa. Abilitala qui sotto, poi riapri Cleankey.
ja: 「%@」が許可されていません。下で有効にしてから、Cleankeyを開き直してください。
ru: Разрешение «%@» не предоставлено. Включите его ниже, затем откройте Cleankey заново.
zh_hans: 尚未授予“%@”权限。请在下方启用，然后重新打开 Cleankey。

# permissions.missing.multiple
source: %@ and %@ not granted. Enable both below, then reopen Cleankey.
de: „%1$@“ und „%2$@“ sind nicht erlaubt. Unten aktivieren und Cleankey anschließend erneut öffnen.
es: No se han concedido los permisos «%1$@» y «%2$@». Actívalos abajo y vuelve a abrir Cleankey.
fr: Les autorisations « %1$@ » et « %2$@ » n’ont pas été accordées. Autorisez-les ci-dessous, puis rouvrez Cleankey.
it: Le autorizzazioni “%1$@” e “%2$@” non sono state concesse. Abilitale qui sotto, poi riapri Cleankey.
ja: 「%1$@」と「%2$@」が許可されていません。下で有効にしてから、Cleankeyを開き直してください。
ru: Разрешения «%1$@» и «%2$@» не предоставлены. Включите их ниже, затем откройте Cleankey заново.
zh_hans: 尚未授予“%1$@”和“%2$@”权限。请在下方启用，然后重新打开 Cleankey。

# permissions.inputMonitoring.legacy
source: Input Monitoring
es: Monitorización de entrada
fr: Surveillance de l’entrée
it: Monitoraggio input
ja: 入力監視
ru: Мониторинг ввода
zh_hans: 输入监控
